[vo_ep5_pt1_01_echox_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is the key to Roland's friendship. I hope you know where it is; He's the only one who spits in Jack's face, even in New Haven.!",Time=0)

[vo_ep5_pt1_02_echo_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is a fire eagle. What needs to be said is. This is not a problem.",Time=0)

[vo_ep5_pt1_03_echox_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="trip? Do you mean salt and stuff? Wow... If they catch Roland, they're in big trouble. You must go to Frostburn Canyon and save him!!",Time=0)

[vo_ep5_pt1_04_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Baby don't stand there, don't look at me. Drinks are cheap, but information costs a little more..",Time=0)

[vo_ep5_pt1_05_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, that's a good idea, why not come back when you have something to use??",Time=0)

[vo_ep5_pt2_01_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Firehawk is useful here. Be careful... After Jack Firehawk, no one is afraid. And if anyone can beat him, it's you..",Time=0)

[vo_ep5_pt2_01b_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Of course, if Roland had been Firehawk's prisoner, he would have been more careful. The man is said to have shot him with an arrow and he survived. Geo IUM IUM IUM!",Time=0)

[vo_ep5_pt2_01c_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If Fairhawk kidnaps Roland, he will be in danger. Only you can stop Jack, but Roland is the master of the plan, he knows the best way to attack Hyperion..",Time=0)

[vo_ep5_pt2_01d_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I know you have met the two children. These events were led by Fehawk's crimes. Well, it's crazy about terrorism.",Time=0)

[vo_ep5_pt2_01e_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Need! Did you know that Roland was the hero or cause of the earthquake? But I think it happened between us; You know what I said??",Time=0)

[vo_ep5_pt2_02_live_bandit3]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Not a man! I, Hercules, am not a man.!",Time=0)

[vo_ep5_pt2_03_live_bandit1]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We are all looking forward to it! I'll cover you!",Time=0)

[vo_ep5_pt2_04_live_bandit2]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="and darkness covers me!",Time=0)

[vo_ep5_pt2_05_live_babandit1]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't disturb my friends!!",Time=0)

[vo_ep5_pt2_06_live_babandit2]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Game, you coward!!",Time=0)

[vo_ep5_pt2_07_live_babandit1]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="But what... the pig asked for help.!",Time=0)

[vo_ep5_pt2_08_live_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="what do we have.",Time=0)

[vo_ep5_pt2_09_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What is happening? The pirates call me Firehawk, but my name is Lilith. I'm not an electrician like you. Leave the thugs outside so Roland can take Jack out. It's a long story, a lot of internal bleeding.",Time=0)

[vo_ep5_pt3_01_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I will be strong Can you give me some iridium? Maybe in my room.",Time=0)

[vo_ep5_pt3_01a_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_01b_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_02_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I like ",Time=0)

[vo_ep5_pt3_03_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The first is iridium. I'll talk about it later..",Time=0)

[vo_ep5_pt3_04_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We have no free time. I take iridium.",Time=0)

[vo_ep5_pt3_05_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I think we will give up. Iridium please!!",Time=0)

[vo_ep5_pt3_06_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So it is true about me?",Time=0)

[vo_ep5_pt3_07_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thank you very much. You like Roland, don't you? There is nothing here; He has red eyes. They feed themselves; I've never been hurt.",Time=0)

[vo_ep5_pt3_08_echox_babandit3]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm here! For them!",Time=0)

[vo_ep5_pt3_09_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now the fun begins. I will try to find something for you..",Time=0)

[vo_ep5_pt3_09a_echox_bandit]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who are you? Where is the Firehawk??",Time=0)

[vo_ep5_pt3_09b_echox_bandit]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="it should be close!",Time=0)

[vo_ep5_pt3_09c_echox_bandit]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Be careful, they say you can be invisible! ",Time=0)

[vo_ep5_pt3_09d_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="what is happening!",Time=0)

[vo_ep5_pt3_09e_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't do it! You're laughing at me!",Time=0)

[vo_ep5_pt3_09f_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="How did you do it and how did you do it??",Time=0)

[vo_ep5_pt3_09g_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="covering!",Time=0)

[vo_ep5_pt3_09h_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The attackers have nothing to do.!",Time=0)

[vo_ep5_pt3_09i_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Are you OK??",Time=0)

[vo_ep5_pt3_09j_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey!",Time=0)

[vo_ep5_pt3_09k_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="i miss you?",Time=0)

[vo_ep5_pt3_09l_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_09m_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_09n_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_09o_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_09p_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="",Time=0)

[vo_ep5_pt3_10_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I need Elysium.",Time=0)

[vo_ep5_pt3_10a_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let me see! crime!",Time=0)

[vo_ep5_pt3_10b_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="They came in from the other side!",Time=0)

[vo_ep5_pt3_10c_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pull yourself together, it's not over yet.!",Time=0)

[vo_ep5_pt3_10d_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh Satan!!",Time=0)

[vo_ep5_pt3_10e_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We forgive the mentally ill.!",Time=0)

[vo_ep5_pt3_10f_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Beware, they are crazy.!",Time=0)

[vo_ep5_pt3_10g_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It will still be ready.!",Time=0)

[vo_ep5_pt3_10h_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Bad people will come!",Time=0)

[vo_ep5_pt3_10i_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A good experience!",Time=0)

[vo_ep5_pt3_10j_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Take a bet!",Time=0)

[vo_ep5_pt3_10k_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="sounds good!",Time=0)

[vo_ep5_pt3_10l_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Are you ready??",Time=0)

[vo_ep5_pt3_10m_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Look at the empty man!",Time=0)

[vo_ep5_pt3_10n_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wisdom! I see!",Time=0)

[vo_ep5_pt3_10o_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="hybrid!",Time=0)

[vo_ep5_pt3_11_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Give me the iridium.!",Time=0)

[vo_ep5_pt3_12_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Eurasia! send me!",Time=0)

[vo_ep5_pt3_13_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Extract the iridium!",Time=0)

[vo_ep5_pt3_14_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for your help dear.",Time=0)

[vo_ep5_pt3_14a_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You are good. It was fun, but I was at the end. Can you give me more Elysium? ",Time=0)

[vo_ep5_pt3_14b_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="More help?",Time=0)

[vo_ep5_pt3_14c_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks.",Time=0)

[vo_ep5_pt3_14d_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="In a friendly way.",Time=0)

[vo_ep5_pt3_14e_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="method.",Time=0)

[vo_ep5_pt3_15_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well, since the opening of the Elysium Hall, the power of the mermaid... Strange, I don't know why we are talking about saving your girlfriend..",Time=0)

[vo_ep5_pt3_16_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's right... my name is Kari..",Time=0)

[vo_ep5_pt3_17_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Roland learns of Chambers and Jack's plans before being captured by Red-Eyes. You have to come. I had to go back to the temple to stop the city while Roland was away. First, I will tell you about the medicinal power of blood. They left Roland there. You will take them and make a big game. This will be great. Do not move.",Time=0)

[vo_ep5_pt3_18_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're doing a workout, aren't you? Unfortunately, I still have to get used to it. This reminds me... many people have high blood pressure. It is a good idea to practice a little before you decide.",Time=0)

[vo_ep5_pt4_01_echo_bloodshotbandit]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Fear not, Firehawk! ",Time=0)

[vo_ep5_pt4_01_echo_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is a firecracker. Go to Frostburn Valley or people will die.",Time=0)

[vo_ep5_pt4_02_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Surprise... It turns out that a family of red-handed thugs attacked the in-laws' house. Perhaps they could send a signal to their party; They will take you to the Firehawk. Or... cry..",Time=0)

[vo_ep5_pt4_03_echo_flanksteak]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Go hunting. Between red and black eyes! When my son took it from me, he paid for all the red eyes he killed! In the womb!!",Time=0)

[vo_ep5_pt4_04_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, no need to stress too much..",Time=0)

[vo_ep5_pt4_05_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Very scary... a fiery eagle circled around the red mirror. I wonder what gives them confidence..",Time=0)

[vo_ep5_pt4_06_echo_flanksteak]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come on, red eyes! Crying on a bad day when we meet is terrible! We will take over our city!!",Time=0)

[vo_ep5_pt4_06a_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Cousin ring.",Time=0)

[vo_ep5_pt4_07_echo_jack]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Let me explain. Even if you save Roland, the red heroes won't last long. You know, I think you know: my secret lies in the death of your weeping and laughing friend whom I met. MORNING!",Time=0)

[vo_ep5_pt4_08_echo_jack]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you know? This vibration indicates that the gas is approaching the room. This is the sound of civilization, honey.!",Time=0)

[vo_ep5_pt4_09_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This: today's firefighters. Warning: There will be traps everywhere.",Time=0)

[vo_ep5_pt4_10_echo_jack]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You think Firehawk is Roland, don't you? You see, Firehawk chews up bad guys and drinks like meat. But I'm sure your friend Roland is fine. Of course, Roland would never have done that if he hadn't been so stupid... ugh. I almost told him my secret. ",Time=0)

[vo_ep5_pt4_11_echox_bloodshotbandit]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Lord, my skin feels like it's melting!",Time=0)

[vo_ep5_pt4_12_echo_angel]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you see this, don't let it go to your head.",Time=0)

[vo_ep5_pt4_13_echox_lilith]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You can help me?",Time=0)

